Repository: common-repository/salon-booking-system
Catalog: languages/salon-booking-system-*.po
Languages: it_it

source: Failed to retreive plugin details from the Envato API.
it_it: Impossibile recuperare i dettagli del plugin dall'API di Envato.

source: New version of <strong>%s</strong> is available.
it_it: Una nuova versione di <strong>%s</strong> è disponibile.

source: Attention: this is a major release, please make sure to clear your browser cache after the plugin update.
it_it: Attenzione: questa è una versione importante, assicurati di svuotare la cache del browser dopo l'aggiornamento del plugin.

source: What do you need?
it_it: Di cosa hai bisogno?

source: SELECT
it_it: SELEZIONA

source: Click on the "ending time" row
it_it: Fare clic sulla riga "Ora di fine"

source: Total amount
it_it: Importo totale

source: Discount
it_it: Sconto

source: Deposit
it_it: Acconto

source: Due
it_it: Scadenza

source: Are you sure?
it_it: Sei sicuro?

source: Yes, delete
it_it: Sì, cancella

source: from
it_it: da

source: to
it_it: a

source: unlock this feature for
it_it: Sblocca questa funzione per

source: year
it_it: anno

source: unlock this feature
it_it: Sblocca questa funzione

source: buy pro
it_it: Acquista pro

source: Yes, delete.
it_it: Sì, cancellare.

source: Go to daily view
it_it: Vai alla visualizzazione giornaliera

source: Edit reservation
it_it: Edita la prenotazione

source: Details
it_it: Dettagli

source: No results
it_it: Nessun risultato

source: Status
it_it: Stato

source: Customer score
it_it: Punteggio del cliente

source: New Customer
it_it: Nuovo utente

source: Add Customer
it_it: Aggiungi Cliente

source: Publish
it_it: Pubblica

source: Customer details
it_it: Dettagli cliente

source: Personal note
it_it: Nota personale

source: Administration note
it_it: Nota di amministrazione

source: Customer's bookings
it_it: Prenotazioni del cliente

source: Booking statistics
it_it: Statistiche di prenotazione

source: Reservations made and value
it_it: Le prenotazioni effettuate e il valore

source: Reservations per month
it_it: Prenotazioni al mese

source: Reservations per week
it_it: Prenotazioni settimanali

source: Services booked per single reservation
it_it: Servizi prenotati per singola prenotazione

source: Favourite week days
it_it: Giorni della settimana preferiti

source: Favourite time
it_it: Oario preferito

source: not avalable yet
it_it: non ancora disponibile

source: Booking history
it_it: Cronologia delle prenotazioni

source: Booking ID
it_it: ID Prenotazione

source: Updated by
it_it: Aggiornato da

source: Save
it_it: Salva

source: Close
it_it: Chiudi

source: Reports
it_it: Rapporti

source: Select a column
it_it: Seleziona una colonna

source: Preview
it_it: Anteprima

source: Rollback to %s version
it_it: Ripristinato alla versione %s

source: If after the install of the %1$s version of Salon Booking you realize that something goes wrong you can use this tool to restore the %2$s version. The rollack process consist into three steps:
it_it: Se dopo l'installazione della versione %1$s di Salon Booking ti rendi conto che qualcosa va storto, puoi utilizzare questo strumento per ripristinare la versione %2$s. Il processo di rolllack consiste in tre fasi:

source: 1. Rollback your database to the %s version
it_it: 1. Ripristina la tua base dati per la versione %s

source: 2. Download Salon Booking %s
it_it: 2. Scarica Salon Booking %s

source: 3. Upload Salon Booking %s folder on your server
it_it: 3. Carica la cartella Salon Booking %s sul tuo server

source: Rollback database
it_it: Database di ripristino

source: Block
it_it: Blocco

source: CONFIRM
it_it: CONFERMA

source: Unlock
it_it: Sblocca

source: UNLOCK
it_it: SBLOCCO

source: Tot.
it_it: Sommare.

source: Edit
it_it: Modifica

source: Cancel
it_it: Annulla

source: Add book
it_it: Aggiungi libro

source: <strong>Unlock exclusive features by upgrading to our Pro Edition.</strong>
it_it: <strong>Sblocca funzionalità esclusive effettuando l'upgrade alla nostra Pro Edition.</strong>

source: Join over 2,000 satisfied customers, get access to our Mobile Web App, to more than 20 Pro Features and our Priority Support.
it_it: Unisciti a oltre 2.000 clienti soddisfatti, accedi alla nostra Mobile Web App, a più di 20 funzionalità Pro e al nostro supporto prioritario.

source: <strong>Unlock the full potential of your Salon for a special price.</strong>
it_it: <strong>Sblocca tutto il potenziale del tuo salone a un prezzo speciale.</strong>

source: Get 15% discount
it_it: Ottenere 15% discount

source: %s day
it_it: %s giorno

source: <strong>Attention:</strong> Please activate your license first
it_it: <strong>Attenzione:</strong> Attiva prima la tua licenza

source: Activate your license
it_it: Attiva la tua licenza

source: <strong>Your subscription has been cancelled!</strong>
it_it: <strong>Il tuo abbonamento è stato annullato!</strong>

source: Your license will expire in %s, then you need to purchase a new one at its full price to continue using our services.
it_it: La tua licenza scadrà tra %s, quindi dovrai acquistarne una nuova al prezzo pieno per continuare a utilizzare i nostri servizi.

source: <strong>Renew it before the expiration and get a discounted price.</strong>
it_it: <strong>Rinnovalo prima della scadenza e ottieni un prezzo scontato.</strong>

source: Renew for 15% off
it_it: Rinnova per 15% off

source: <strong>Your subscription is active</strong>
it_it: <strong>Il tuo abbonamento è attivo</strong>

source: Your license will expire in %s, then will be automatically renewed.
it_it: La tua licenza scadrà tra %s, quindi verrà rinnovata automaticamente.

source: <strong>If you are happy with us, please submit a positive review.</strong>
it_it: <strong>Se sei soddisfatto di noi, ti preghiamo di inviare una recensione positiva.</strong>

source: Leave a review
it_it: Scrivi una recensione

source: <strong>Your subscription is expired!</strong>
it_it: <strong>Il tuo abbonamento è scaduto!</strong>

source: <strong>Attention:</strong> your subscription to <strong>Salon Booking System “Business Plan”</strong> is expired but your license is still active and <strong>it will expire in %s</strong>
it_it: <strong>Attenzione:</strong> il tuo abbonamento al <strong>Salon Booking System "Business Plan"</strong> è scaduto ma la tua licenza è ancora attiva e <strong>scadrà tra %s</strong>

source: <strong>Renew it now and get a discounted price.</strong>
it_it: <strong>Rinnovalo ora e ottieni un prezzo scontato.</strong>

source: Renew for 30% off
it_it: Rinnova per 30% off

source: We are loading your appointments calendar..
it_it: Stiamo caricando il tuo calendario appuntamenti.

source: Why don't you use our brand-new Web App?
it_it: Perché non utilizzare la nostra nuovissima Web App?

source: It's easy and optimised for mobile device.
it_it: È facile e ottimizzato per i dispositivi mobili.

source: Open the Web App
it_it: Apri l'app Web

source: Day
it_it: Giorno

source: Week
it_it: Settimana

source: Month
it_it: Mese

source: Year
it_it: Anno

source: Are you happy with us?
it_it: Sei contento di noi?

source: Share your love for <strong>Salon Booking System</strong> leaving a positive review.
it_it: Condividi il tuo amore per <strong>il sistema di prenotazione dei saloni</strong> lasciando una recensione positiva.

source: Let's grow our community.
it_it: Facciamo crescere la nostra comunità.

source: Submit a review
it_it: Invia una recensione

source: Assistants view
it_it: Mostra assistenti

source: Previous
it_it: Precedente

source: Today
it_it: Oggi

source: Next
it_it: Successivo

source: Start typing customer name or booking ID
it_it: Inizia a digitare il nome del cliente o l'ID della prenotazione

source: We are loading your appointments..
it_it: Stiamo caricando i tuoi appuntamenti.

source: Free locked slots
it_it: Slot bloccati liberi

source: We are processing your request..
it_it: Stiamo elaborando la tua richiesta.

source: Booking Saved
it_it: Prenotazione salvata

source: Switch to PRO to unlock this feature
it_it: Passa a PRO per sbloccare questa funzione

source: Duplicate
it_it: Duplica

source: Delete
it_it: Elimina

source: Refer a friend and get a 30% discount
it_it: Invita un amico e ottieni un conteggio di 30% discount

source: Export reservations into a CSV file
it_it: Esporta le prenotazioni in file CSV

source: Export bookings
it_it: Prenotazioni di esportazione

source: Bookings status legend
it_it: Stato Prenotazioni leggenda

source: or
it_it: o

source: Do you need help ?
it_it: Hai bisogno di aiuto ?

source: Customers
it_it: Clienti

source: Tools
it_it: Strumenti

source: Settings debug
it_it: Debug impostazioni

source: Copy and paste into a text file the informations of this field and provide them to Salon Booking support.
it_it: Copia ed incolla in un file di testo le informazioni qui presenti e forniscile al servizio di assistenza di Salon Booking.

source: Just click inside the textarea and copy (Ctrl+C)
it_it: Basta cliccare all’interno della textarea e copiare (Ctrl + C)

source: Settings import
it_it: Importazione delle impostazioni

source: Copy and paste into this field settings of the plugin to import settings into the current wordpress install.
it_it: Copia e incolla in questo campo le impostazione del plugin per importare le impostazioni nell'installazione wordpress corrente.

source: Import “Customers”
it_it: Importa "Clienti"

source: Import customers from other platforms using a CSV file that respect our csv sample file structure.
it_it: Importa i clienti da altre piattaforme utilizzando un file CSV che rispetti la nostra struttura di file di esempio csv.

source: Drag your csv file here to import your “Customers”
it_it: Trascina qui il tuo file csv per importare i tuoi "Clienti"

source: loading
it_it: caricamento

source: Import
it_it: Importa

source: Well done! Your import has been successfully completed.
it_it: Molto bene! La tua importazione è stata completata con successo.

source: Error! Something is gone wrong.
it_it: Errore! Qualcosa è andato storto.

source: Download sample CSV file
it_it: Scarica il file CSV di esempio

source: Import “Services”
it_it: Importazione "Servizi"

source: Import services from other platforms using a CSV file that respect our csv sample file structure.
it_it: Importa servizi da altre piattaforme utilizzando un file CSV che rispetta la nostra struttura di file di esempio csv.

source: Drag your csv file here to import “Services”
it_it: Trascina qui il tuo file csv per importare "Servizi"

source: Import “Assistants”
it_it: Importa "Assistenti"

source: Import assistants from other platforms using a CSV file that respect our csv sample file structure.
it_it: Importa assistenti da altre piattaforme utilizzando un file CSV che rispetta la nostra struttura di file di esempio csv.

source: Drag your csv file here to import your “Assistants”
it_it: Trascina qui il tuo file csv per importare i tuoi "Assistenti"

source: Import “Bookings”
it_it: Importa "Prenotazioni"

source: Import bookings from other platforms using a CSV file that respect our csv sample file structure.
it_it: Importa le prenotazioni da altre piattaforme utilizzando un file CSV che rispetti la nostra struttura di file di esempio csv.

source: Drag your csv file here to import your “Bookings”
it_it: Trascina qui il tuo file csv per importare le tue "Prenotazioni"

source: You need to match your CSV file data with Salon Booking database
it_it: È necessario abbinare i dati del file CSV con il database di prenotazione del salone

source: Select for each column the corresponding one inside your file.
it_it: Seleziona per ogni colonna la colonna corrispondente del tuo file.

source: Please provide all requested columns
it_it: Si prega di fornire tutte le colonne richieste

source: Salon Booking System - Booking Cancellation
it_it: Sistema di prenotazione saloni - Cancellazione della prenotazione

source: Booking is cancelled
it_it: La prenotazione è annullata

source: Cancellation is disabled
it_it: La cancellazione è disabilitata

source: Out of time
it_it: Tempo scaduto

source: Cancel Booking
it_it: Cancella Prenotazione

source: Discount applied
it_it: Sconto applicato

source: This is a
it_it: Questo è un

source: Code to be used
it_it: Codice da utilizzare

source: Copy this code and give it to your customers
it_it: Copia questo codice e consegnalo ai tuoi clienti

source: Automatic discount settings
it_it: Impostazioni di sconto automatico

source: Automatically apply when the rules are met
it_it: Applica automaticamente quando le regole sono soddisfatte

source: Reservations collected by a single customer
it_it: Prenotazioni raccolte da un singolo cliente

source: Reservations amount collected by a single customer
it_it: Importo delle prenotazioni raccolte da un singolo cliente

source: Customer score points
it_it: I clienti ottengono punti

source: On these specific date period
it_it: In questi specifici periodi di tempo

source: On these specific days of the week
it_it: In questi specifici giorni della settimana

source: Remove rule
it_it: Rimuovi regola

source: Number of reservations
it_it: Numero di prenotazioni

source: Amount of reservations
it_it: Quantità di prenotazioni

source: Customer has at least points as a score
it_it: Il cliente ha almeno punti come punteggio

source: From
it_it: Da

source: To
it_it: A

source: Select one or more days of the week where the discount is valid
it_it: Seleziona uno o più giorni della settimana in cui lo sconto è valido

source: Add new rule
it_it: Aggiungi nuova regola

source: Amount
it_it: Importo

source: Type
it_it: Tipo

source: Type the amount of this discount
it_it: Digitare l’importo di questo sconto

source: Maximum uses limit
it_it: Limite massimo di utilizzi

source: Leave it blank for an unlimited times of usage
it_it: Lascia vuoto per un numero illimitato di utilizzo

source: Valid from
it_it: Valido da

source: Per single user limit
it_it: Per singolo limite utente

source: Limit this discount to the following services
it_it: Limita questo sconto ai seguenti servizi

source: Leave it blank if you want to be applied to all services
it_it: Lascia vuoto se vuoi essere applicato a tutti i servizi

source: Limit this discount to the assistants
it_it: Limita questo sconto agli assistenti

source: Leave it blank if you want to be applied to all assistants
it_it: Lascialo vuoto se vuoi che venga applicato a tutti gli assistenti

source: Limit this discount to the following shops
it_it: Limita questo sconto ai seguenti negozi

source: Leave it blank if you want to be applied to all shops
it_it: Lascialo vuoto se vuoi che venga applicato a tutti i negozi

source: Notify this discout by email.
it_it: Avvisa questa distribuzione via e-mail.

source: Hide from Booking My Account
it_it: Nascondi da Booking My Account

source: Total usage ( %d )
it_it: Utilizzo totale ( %d )

source: AVAILABLE DISCOUNTS
it_it: SCONTI DISPONIBILI

source: Automatic discount
it_it: Sconto automatico

source: NEW RESERVATION
it_it: NUOVA PRENOTAZIONE

source: DISCOUNT APPLIED
it_it: SCONTO APPLICATO

source: Coupon code
it_it: Codice Coupon

source: Expiration
it_it: Scadenza

source: Price
it_it: Prezzo

source: Used <strong>%s</strong> times
it_it: Tempi utilizzati <strong>%s</strong>

source: Display reservations
it_it: Visualizzare le prenotazioni

source: Hide reservations
it_it: Nascondi prenotazioni

source: Book now
it_it: Prenota ora

source: Enter discount code
it_it: Inserisci il codice sconto

source: key in your coupon code
it_it: inserisci il tuo codice coupon

source: Apply
it_it: Applica

source: Next step
it_it: Passo successivo

source: Salon booking plugin needs a valid license
it_it: Il plug-in di prenotazione del salone richiede una licenza valida

source: Please insert your license key
it_it: Inserire la chiave di licenza

source: Book an appointment
it_it: Prenota un appuntamento

source: Please enter your plugin license on administration panel
it_it: Conferma o rifiuta questa prenotazione dal Pannello Amministrazione

source: On-line booking is disabled
it_it: Prenotazione on-line non disponibile

source: Add to your calendars
it_it: Aggiungi ai tuoi calendari

source: Google calendar
it_it: Calendario di Google

source: iCal calendar
it_it: Calendario iCal

source: Outlook calendar
it_it: Calendario di Outlook

source: CONFIRM BOOKING
it_it: CONFERMA PRENOTAZIONE

source: MANAGE BOOKING
it_it: GESTISCI LA PRENOTAZIONE

source: Dear administrator
it_it: Gentile amministratore

source: this is an e-mail notification of a new booking
it_it: hai ricevuto una nuova prenotazione

source: at
it_it: a

source: please take note of the following booking details
it_it: Per favore prendi nota della tua prenotazione

source: Reservation at [SALON NAME] has been modified
it_it: La prenotazione in [SALON NAME] è stata modificata

source: BOOKING ID
it_it: ID Prenotazione

source: DATE & TIME
it_it: DATA E ORA

source: SERVICES & ASSISTANTS
it_it: SERVIZI & ASSISTENTI

source: SERVICES
it_it: SERVIZI

source: TOTAL AMOUNT
it_it: IMPORTO TOTALE

source: Already paid
it_it: Già pagato

source: TIP
it_it: TIP "Suggerimento"

source: your customers
it_it: i tuoi clienti

source: has submitted a new review on his last visit at
it_it: ha inviato una nuova recensione sulla sua ultima visita a

source: READ THE FULL REVIEW
it_it: LEGGI LA RECENSIONE COMPLETA

source: CUSTOMER PREFERENCES
it_it: PREFERENZE DEL CLIENTE

source: YOUR CURRENT SCORE*
it_it: IL TUO PUNTEGGIO ATTUALE*

source: *Your personal current score is calculated considering all your past reservations with us.
it_it: *Il tuo punteggio personale attuale è calcolato tenendo conto di tutte le tue prenotazioni passate con noi.

source: It's used to give you special offers.
it_it: Viene utilizzato per offrirti offerte speciali.

source: CUSTOMER DETAILS
it_it: Dettagli cliente

source: PAY
it_it: PAGAMENTO

source: MANAGE
it_it: GESTISCI

source: CANCEL
it_it: ANNULLA

source: Your booking is pending, please await our confirmation.
it_it: La tua prenotazione è in attesa di approvazione. Attendi la nostra conferma.

source: CUSTOMER NOTES
it_it: NOTE DEL CLIENTE

source: Please pay the remaining amount of your booking.
it_it: Si prega di pagare l'importo rimanente della prenotazione.

source: Reminder: Your booking at
it_it: Avvisa della tua prenotazione alle

source: Click on this button to send us your feedback
it_it: Clicca su questo pulsante per inviarci il tuo feedback

source: Dear
it_it: Gentile

source: We received the payment for your booking.
it_it: Abbiamo ricevuto il pagamento per la tua prenotazione.

source: Find us on
it_it: Trovaci su

source: Important notes
it_it: Note importanti

source: the following booking at %s has been canceled
it_it: la seguente prenotazione a %s è stata cancellata

source: Booking was rated
it_it: La prenotazione è stata valutata

source: Payment of remaining amount of booking
it_it: Pagamento dell'importo residuo della prenotazione

source: Booking Canceled
it_it: Prenotazione cancellata

source: Booking confirmed
it_it: Prenotazione confermata

source: Pending payment on booking
it_it: Pagamento in attesa per prenotazione

source: Your reservation at [SALON NAME] has been modified
it_it: La tua prenotazione a [SALON NAME] è stata modificata

source: Booking #%1$s has been re-scheduled by %2$s
it_it: La prenotazione #%1$s è stata riprogrammata da %2$s

source: Reservation has been modified
it_it: La prenotazione è stata modificata con successo

source: New booking for
it_it: Nuova prenotazione per

source: Proudly powered by
it_it: Orgogliosamente realizzato da

source: Salon Booking System
it_it: Prenotazione Salone

source: Salon Booking weekly report
it_it: Rapporto prenotazione settimanale di Salon Booking

source: MOST BOOKED ASSISTANTS
it_it: ASSISTENTI PIÙ PRENOTATI

source: MOST BOOKED SERVICES
it_it: SERVIZI PIÙ PRENOTATI

source: MOST BOOKED WEEK DAYS
it_it: GIORNI FERIALI PIÙ PRENOTATI

source: TOTAL RESERVATIONS / REVENUES
it_it: TOTALE PRENOTAZIONI / RICAVI

source: PAID ONLINE
it_it: PAGATO ONLINE

source: PAID LATER
it_it: Abilita l'opzione Pago in Loco

source: CANCELLED
it_it: ANNULLATO

source: TOP SPENDER CUSTOMERS
it_it: CLIENTI TOP SPENDER

source: this is your salon last week performances report.
it_it: Questo è il rapporto sulle prestazioni del tuo salone della scorsa settimana.

source: BEST PERFORMANCE
it_it: MIGLIORI PRESTAZIONI

source: CHECK FULL REPORT
it_it: CONTROLLA IL RAPPORTO COMPLETO

source: This rule represents your open and close days, your open and close shift. Set carefully as it will affect your reservation system.
it_it: Questa impostazione regola le giornate di apertura e chiusura. Impostala con attenzione in quanto influenzerà il vostro sistema di prenotazione.

source: Rule
it_it: Regola

source: Available days
it_it: Giorni disponibili

source: Available days checked and green.
it_it: Giorni disponibili evidenziati in verde.

source: Available on PRO version
it_it: Disponibile sulla versione PRO

source: Select specific dates
it_it: Seleziona date specifiche

source: First shift
it_it: Primo turno

source: Second shift
it_it: Secondo turno

source: Shift enabled
it_it: Turno abilitato

source: Shift disabled
it_it: Turno disabilitato

source: Select resource
it_it: Seleziona risorsa

source: Select a resource
it_it: Seleziona una risorsa

source: Select service
it_it: Seleziona servizio

source: Select a service
it_it: Seleziona servizio

source: This rule is always Enabled
it_it: Questa regola è sempre abilitata

source: Not always Enabled
it_it: Non sempre abilitato

source: Set a time range for this rule
it_it: Impostare un intervallo di tempo per questa regola

source: Apply from
it_it: Applica da

source: Until
it_it: Fino a

source: Remove this rule
it_it: Rimuovi questa regola

source: Services & Attendants
it_it: Servizi e addetti

source: Services
it_it: Servizi

source: No services addded yet
it_it: Nessun servizio aggiunto ancora

source: This service has no duration, change it or add another one!
it_it: Questo servizio non ha durata, cambialo o aggiungine un altro!

source: Total services duration exceeded, change or remove one!
it_it: Durata totale dei servizi superata, modificane o rimuovila!

source: Start at
it_it: Inizia a

source: End at
it_it: Finisci a

source: Service
it_it: Servizio

source: Resource
it_it: Risorsa

source: No resources
it_it: Nessuna risorsa

source: Attendant
it_it: Assistente

source: more assistant
it_it: più assistente

source: No assistant required
it_it: Nessun assistente richiesto

source: Service addded
it_it: Servizio aggiunto

source: Remove
it_it: Rimuovi

source: Add a service
it_it: Aggiungi un servizio

source: Select an assistant
it_it: Seleziona il tuo assistente

source: On-line booking available days
it_it: È possibile prenotare nei seguenti giorni

source: Create one or more rules to limit online reservation to specific days and time range. <br />Leave blank if you want bookings available everydays at every hour
it_it: Creare una o più regole per limitare la prenotazione online a giorni e tempi specifici. <br /> Lasciare vuota se si desidera le prenotazioni sempre disponibili ad ogni ora

source: Add new booking rule
it_it: Aggiungi una nuova regola di prenotazione

source: Assistant Details
it_it: Dettagli dell'assistente

source: no users found
it_it: nessun utente trovato

source: Start typing the email
it_it: Inizia a digitare l'e-mail

source: Phone
it_it: Telefono

source: Display phone inside booking notification
it_it: Visualizza il telefono all'interno della notifica di prenotazione

source: Limit reservations to the following services
it_it: Limitare le prenotazioni ai seguenti servizi

source: Select or search one or more services
it_it: Seleziona o cerca uno o più servizi
