Repository: common-repository/salon-booking-system
Catalog: languages/salon-booking-system-*.po
Languages: it_it

source: Field name
it_it: Nome Campo

source: Field width
it_it: Larghezza del campo

source: Field default value
it_it: Valore predefinito del campo

source: Select file type
it_it: Seleziona il tipo di file

source: Enter the list of options in the value:label format (one per row)
it_it: Inserisci l'elenco delle opzioni nel formato valore:etichetta (una per riga)

source: Check this box if you want to enable the Discount section
it_it: Seleziona questa casella se vuoi abilitare la sezione Sconto

source: Primary service
it_it: Servizio primario

source: No limits
it_it: Nessun limite

source: Set this option if you want to limit the number of services bookable during a single reservation.
it_it: Imposta questa opzione se vuoi limitare il numero di servizi prenotabili durante una singola prenotazione.

source: Secondary services
it_it: Servizi secondari

source: Make service selection required
it_it: Rendi necessaria la selezione del servizio

source: Use this field to provide your customers important infos about terms and conditions of their reservation.
it_it: Utilizza questo capo per fornire ai tuoi clienti informazioni dettagliate riguardo i termini e le condizioni della loro prenotazione.

source: Will be displayed on checkout page before booking completition.
it_it: Seleziona una pagina verso cui reindirizzare l'utente dopo che ha completato la prenotazione.

source: e.g. In case of delay we will take your seat for 15 minutes, then your booking priority will be lost
it_it: ad esempio in caso di ritardo ti terremo il posto per 15 minuti, la tua priorità di prenotazione andrà persa

source: Last step note
it_it: Nota sull'ultimo passaggio

source: Will be displayed on thankyou page. You can use [SALON PHONE], [SALON EMAIL]
it_it: Verrà visualizzato nella pagina di ringraziamento. È possibile utilizzare [TELEFONO SALONE], [E-MAIL SALONE]

source: e.g. You will receive a booking confirmation by email.If you do not receive an email in 5 minutes, check your Junk Mail or Spam Folder. If you need to change your reservation, please call <strong>[SALON PHONE]</strong> or send an e-mail to <strong>[SALON EMAIL]</strong>
it_it: Ad esempio, riceverai una conferma di prenotazione via e-mail. Se non ricevi un'e-mail entro 5 minuti, controlla la cartella della posta indesiderata o dello spam. Se hai bisogno di modificare la tua prenotazione, chiama <strong>[SALON PHONE]</strong> o invia un'e-mail a <strong>[SALON EMAIL]</strong>

source: Customer fidelity score
it_it: Punteggio di fedeltà del cliente

source: Customers will collect a score based on their bookings value and their retention.
it_it: I clienti raccoglieranno un punteggio in base al valore delle loro prenotazioni e alla loro fidelizzazione.

source: Here some useful resouces to understand how this plugin works:
it_it: Ecco alcune risorse utili per capire come funziona questo plugin:

source: Documentation
it_it: Documentazione

source: Tips and suggestions
it_it: Consigli e suggerimenti

source: Are you experiencing an issue with our plugin? Follow this guide first:
it_it: Stai riscontrando un problema con il nostro plugin? Segui prima questa guida:

source: Troubleshoot
it_it: Risoluzione dei problemi

source: If you need more assistance o report a bug follow these instructions:
it_it: Se hai bisogno di ulteriore assistenza o segnala un bug, segui queste istruzioni:

source: <strong>PRO</strong> users please send and email to
it_it: <strong>Gli utenti PRO</strong> sono pregati di inviare un'e-mail a

source: <strong>FREE</strong> users please post the problem on <a href="https://wordpress.org/support/plugin/salon-booking-system" target="blank">worpdress.org</a> official forum.
it_it: <strong>Gli utenti GRATUITI</strong> sono pregati di pubblicare <a href="https://wordpress.org/support/plugin/salon-booking-system" target="blank">il</a> problema sul worpdress.org forum ufficiale.

source: Rate us!
it_it: Dacci un voto!

source: Are you satisfied with Salon Booking System? Consider to leave a 5 stars rating on wordpress.org
it_it: Sei soddisfatto del sistema di prenotazione dei saloni? Prendi in considerazione l'idea di lasciare una valutazione di 5 stelle su wordpress.org

source: Let's rate
it_it: Votaci

source: Show detailed information during checkout
it_it: Mostra informazioni dettagliate durante il checkout

source: Only admin will see it.
it_it: Solo l'amministratore lo vedrà.

source: Enable SLN Worker role
it_it: Abilita ruolo di lavoro SLN

source: Google Calendar settings
it_it: Impostazioni di Google Calendar

source: Synchronize your reservation on your Google Calendar account.
it_it: Sincronizza la tua prenotazione sul tuo account Google Calendar.

source: Google Calendar enabled
it_it: Google Calendar

source: Google Calendar disabled
it_it: Google Calendar

source: When active even the "Payment pending" reservation need to be published on Google Calendar.
it_it: Quando è attiva anche la prenotazione "Pagamento in sospeso" deve essere pubblicata su Google Calendar.

source: Enabled
it_it: Abilitato

source: To use this feature you need to generate an OAuth Client ID on Google Developers Console. Click on "i" icon to get more information on this feature.
it_it: Per utilizzare questa funzionalità è necessario generare un ID OAuth Client su Console per gli sviluppatori di Google. Fare clic su "i" sull'icona per ottenere maggiori informazioni su questa funzionalità.

source: Google Client Secret
it_it: Client Google Secret

source: Redirect URI
it_it: URI Reindirizzamento

source: Follow these instructions to set-up your Google Calendar feature <br /><br />Whatch this video tutorial: https://screencast.com/t/X5UqZLUb<br /><br />1) Go to Google Developer Console<br />https://console.developers.google.com<br /><br />2 ) Click on Use Google APIs<br /><br />3 ) Click on Credentials link on left sidebar<br /><br />4 ) click on New Credential > OAuth ID<br /><br />5 ) Select Web application and click "Create"<br /><br />6 ) Set a name for your App ( your website name )<br /><br />7 ) Paste the URL of your website<br /><br />8 ) Copy the Redirect URI from Salon Booking settings > Google Calendar field and paste inside the Authorized redirect URIs field and click "Create". <br /><br />9 ) Copy and paste your Client ID inside Salon Booking settings > Google Calendar > Google Client Secret field and do the same thing with the Client Secret field. Then click on "Update settings". <br /><br />10) Enable Google Calendar and click Update settings - you will be redirected to a Google authorisation page where you need to click on "Allow" button. Then you'll be automatically redirected to the Salon Booking > Google Calendar page. <br /><br />11) Select which Google Calendar you want to use to publish all the new bookings.<br /><br />Use the "Synchronise booking" button to populate your selected Google Calendar with all current reservations. <br /><br />In case of need you can reset your Google Calendar from all the reservations using the "Delete all Google Calendar Events" button.
it_it: Segui queste istruzioni per configurare la funzione di Google Calendar <br /><br />Guarda questo video tutorial: https://screencast.com/t/X5UqZLUb<br /><br />1) Vai alla Console per gli sviluppatori di Google<br />https://console.developers.google.com<br /><br />2) Clicca su Usa API di Google<br /><br />3 ) Fare clic sul collegamento Credenziali nella barra laterale sinistra<br /><br />4) clicca su Nuova Credenziale > ID OAuth<br /><br />5) Selezionare l'applicazione Web e fare clic su "Crea"<br /><br />6) Imposta un nome per la tua app (il nome del tuo sito web)<br /><br />7) Incolla l'URL del tuo sito web<br /><br />8) Copia l'URI di reindirizzamento dalle impostazioni di Salon Booking > campo Google Calendar e incollalo all'interno del campo URI di reindirizzamento autorizzati e fai clic su "Crea". <br /><br />9) Copia e incolla il tuo ID cliente all'interno delle impostazioni di Salon Booking > campo Google Calendar > Google Client Secret e fai la stessa cosa con il campo Client Secret. Quindi fare clic su "Aggiorna impostazioni". <br /><br />10) Abilita Google Calendar e fai clic su Aggiorna impostazioni: verrai reindirizzato a una pagina di autorizzazione di Google in cui devi fare clic sul pulsante "Consenti". Quindi verrai automaticamente reindirizzato alla pagina Salon Booking > Google Calendar. <br /><br />11) Seleziona quale Google Calendar vuoi utilizzare per pubblicare tutte le nuove prenotazioni.<br /><br />Utilizza il pulsante "Sincronizza prenotazione" per compilare il Google Calendar selezionato con tutte le prenotazioni in corso. <br /><br />In caso di necessità puoi resettare il tuo Google Calendar da tutte le prenotazioni utilizzando il pulsante "Elimina tutti gli eventi di Google Calendar".

source: Your Google calendars
it_it: I tuoi calendari di Google

source: Synchronize Bookings
it_it: Sincronizza le prenotazioni

source: Delete all Google Calendar Events
it_it: Elimina tutti gli eventi di Google Calendar

source: Get authorization
it_it: Ottieni autorizzazione

source: Google API Error:
it_it: Errore Google API:

source: To get the list of your Google Calendar you need to log-in with Google OAuth. At the moment you are not logged-in.
it_it: Per ottenere la lista del tuo Google Calendar devi effettuare il login con Google OAuth. al momento non sei loggato.

source: Salon information
it_it: Informazioni sul salone

source: Date and Time settings
it_it: Impostazioni di data e ora

source: Assistant selection
it_it: Selezione assistente

source: Email notification services
it_it: Servizi di notifica via e-mail

source: Automatic follow-up
it_it: Follow-up automatico

source: Automatic feedback reminder
it_it: Promemoria automatico di feedback

source: API services
it_it: Servizi API

source: Administration rules
it_it: Regole di amministrazione

source: Your salon name
it_it: Nome salone

source: Leaving this field empty will cause the default site name <strong>(%s)</strong> to be used
it_it: Lasciando vuoto il campo verrà usato il nome del sito web <strong>(%s)</strong>

source: Salon contact e-mail
it_it: Indirizzo e-mail del salone

source: Leaving this field empty will cause the default site email <strong>(%s)</strong> to be used
it_it: Lasciando vuoto il campo verrà usata l'indirizzo email del sito web <strong>(%s)</strong>

source: Salon telephone number
it_it: Recapito telefonico del salone

source: Salon address
it_it: Indirizzo del salone

source: write your address
it_it: Indirizzo

source: Provide the full address of your Salon
it_it: Fornisci l’indirizzo completo del proprio salone

source: Upload your logo
it_it: Carica il tuo logo

source: Remove this image
it_it: Rimuovi questa immagine

source: Use a transparent png file
it_it: Usa un file png trasparente

source: Date Format
it_it: Formato data

source: Time Format
it_it: Formato ora

source: Select your favourite date and time format. Do you need another format? Send an email to support@wpchef.it
it_it: Seleziona il formato di data e ora preferito. Hai bisogno di un altro formato? Invia una mail a support@wpchef.it

source: Start week on
it_it: La settimana inizia il

source: Default Calendar View
it_it: Calendario predefinito di default

source: Display slots using customer's time-zone
it_it: Visualizzare gli slot utilizzando il fuso orario del cliente

source: Enable assistant selection
it_it: Abilita selezione assistente

source: Let your customers choose their favourite staff member.
it_it: Offri ai tuoi utenti la possibilità di selezionare il proprio assistente preferito.

source: Only from back-end
it_it: Solo dal back-end

source: If enabled the assistant selection step will be hidden on front-end.
it_it: Se abilitato, la fase di selezione dell'assistente sarà nascosta sul front-end.

source: Assistants will be assigned automatically by the system.
it_it: Ti creeremo un account automaticamente.

source: Hide unavailable assistants
it_it: Nascondi gli assistenti non disponibili

source: Skip assistant selection step
it_it: Salta il passaggio di selezione dell'assistente

source: Skip assistant selection step, if only one is available
it_it: Salta il passaggio di selezione dell'assistente, se ne è disponibile solo uno

source: Disable "Choose an assistant for me"
it_it: Disabilita "Scegli un assistente per me"

source: When checked the option "Choose an assistant for me" will be removed on front-end Assistants selection step.
it_it: Se selezionata, l'opzione "Scegli un assistente per me" verrà rimossa nella fase di selezione degli assistenti front-end.

source: Enable multiple assistants selection
it_it: Attiva la selezione di più assistenti

source: Users can select more than one assistants for their booked services. Please set with care the "execution order" inside your services section.
it_it: Gli utenti possono scegliere più di un assistente per i loro servizi prenotati. Si prega di impostare con cura l’ ”ordine di esecuzione” all’interno della sezione servizi.

source: Enable assistant email on new bookings
it_it: Abilita la notifica e-mail per gli assistenti

source: Assistants will receive an e-mail when selected for a new booking.
it_it: Gli assistenti riceveranno un’e-mail quando selezionati per una nuova prenotazione.

source: Manage staff
it_it: Gestisci il personale

source: If you need to add or manage your staff members.
it_it: Se avete bisogno di aggiungere o gestire i membri del vostro staff.

source: New booking email notification to customer
it_it: Nuova notifica e-mail di prenotazione al cliente

source: Email Subject
it_it: Oggetto email

source: You can use [DATE], [TIME], [SALON NAME]
it_it: È possibile utilizzare [DATE], [TIME], [SALON NAME]

source: Disable new user welcome email
it_it: Disabilita l'email di benvenuto per i nuovi utenti

source: Customize the booking notification message
it_it: Personalizza il messaggio di notifica della prenotazione

source: You can use [DATE], [TIME], [NAME], [SALON NAME]
it_it: È possibile utilizzare [DATA], [ORA], [NOME], [NOME SALONE]

source: Email notifications service
it_it: Servizio di notifiche via e-mail

source: Remind the appointment to the client with an Email
it_it: Ricorda l’appuntamento al cliente con un’e-mail

source: Email Timing
it_it: Orario Email

source: Customize the booking reminder message
it_it: Personalizza il messaggio di promemoria della prenotazione

source: Enable reservation follow-up
it_it: Abilita il controllo della prenotazione

source: by Email
it_it: via Email

source: by SMS
it_it: via SMS

source: Timing
it_it: Tempistica

source: month
it_it: mese

source: months
it_it: mesi

source: Customer habit
it_it: Abitudine del cliente

source: We'll send a message two days before the <strong>next estimated booking</strong>
it_it: Invieremo un messaggio due giorni prima della <strong> prossima prenotazione stimata</strong>

source: After the last appointment
it_it: Dopo l’ultimo appuntamento

source: Custom message (max 500 characters)
it_it: Messaggio personalizzato (max 500 caratteri)

source: write message
it_it: Scrivi un messaggio

source: You can use this dynamic tags: [NAME], [SALON NAME]
it_it: Puoi utilizzare questi tag dinamici: [NAME], [SALON NAME]

source: If enabled an email/sms will be sent automatically to the customer one day after the last visit to the salon.
it_it: Se abilitato, verrà inviata automaticamente un'e-mail/sms al cliente un giorno dopo l'ultima visita in salone.

source: Enable feedback submission request
it_it: Abilita richiesta di invio feedback

source: Feedback submission URL
it_it: URL di invio del feedback

source: Subject for feedback mail
it_it: Oggetto per l'e-mail di feedback

source: Address auto-fill
it_it: Compilazione automatica degli indirizzi

source: Google Places API Key
it_it: Chiave API di Google Places

source: Zapier
it_it: Connettore Zapier

source: API Key
it_it: Chiave API

source: Enable Editors as administrator
it_it: Abilita i editori come amministratore

source: This allows Wordpress users with Editor role to manage the Salon Booking section.
it_it: Ciò consente agli utenti di Wordpress con ruolo Editor di gestire la sezione Prenotazione salone.

source: Allow Assistants to export bookings to CSV
it_it: Consenti agli assistenti di esportare le prenotazioni in formato CSV

source: This allows Wordpress users with Salon Staff role to export the bookings to CSV.
it_it: Ciò consente agli utenti di Wordpress con il ruolo di personale del salone di esportare le prenotazioni in CSV.

source: Reset settings
it_it: Rispristina le impostazioni

source: Use this option to restore all the original settings. All your actual settings will be lost. <br />This operation can't be undone.
it_it: Utilizzare questa opzione per ripristinare tutte le impostazioni originali. Tutte le impostazioni effettive saranno perse. < br/> Questa operazione non può essere annullata.

source: Sed eget metus vitae enim suscipit scelerisque non sed neque. Mauris semper hendrerit erat, in consectetur arcu eleifend at. Donec orci lacus, euismod euismod luctus sed, rhoncus in tellus. Mauris tempus arcu ut luctus venenatis.
it_it: Ma la paura della vita va accettata, ma non a causa del cioccolato. Mauris semper hendrerit erat, in consectetur arcu eleifend at. Fino agli orchi del lago, il lutto cronico, ma, lo Zen nella terra. Mauris tempus arcu ut luctus venenatis.

source: Prices visibility
it_it: Visibilità Prezzi

source: Currency
it_it: Valuta

source: Set your currency
it_it: Imposta la valuta

source: Set your currency position
it_it: Imposta la posizione della valuta

source: on left side
it_it: a sinistra

source: on right side
it_it: sul lato destro

source: If you want a new currency to be added please send us an email to support@wpchef.it
it_it: Se desideri aggiungere una nuova valuta, inviateci una email a support@wpchef.it

source: Decimal separator
it_it: Separatore decimale

source: Thousand separator
it_it: Separatore delle migliaia

source: Hide Prices
it_it: Nascondi i prezzi

source: Select this Option if you want to hide all prices from the front end.<br/>Note: Online Payment will be disabled.
it_it: Seleziona questa opzione se vuoi nascondere tutti i prezzi dal front end. <br/> Nota: il pagamento in linea verrà disattivato.

source: Accept online payments with PayPal, Stripe or many other payments platforms.
it_it: Accetta pagamenti online con PayPal, Stripe o molte altre piattaforme di pagamento.

source: Request upfront deposit or offer a "Pay later" option.
it_it: Richiedi un deposito anticipato o offri un'opzione "Paga dopo".

source: Switch to PRO version today, and get access to all available features.
it_it: Passa oggi stesso alla versione PRO e accedi a tutte le funzionalità disponibili.

source: OK, I need this..
it_it: OK, ho bisogno di questo..

source: Online payment
it_it: Pagamento online

source: Payment methods
it_it: Metodi di pagamento

source: Pay later
it_it: Paga dopo

source: Pay a deposit
it_it: Versare un acconto

source: Tip request
it_it: Richiesta di mancia

source: Apply a transaction fee
it_it: Applicare una commissione di transazione

source: Pending payment email
it_it: Pagamento in attesa

source: Minimum order amount
it_it: Importo minimo dell'ordine

source: Unpaid reservations
it_it: Prenotazioni non pagate

source: Online payment<span>Allow users to pay in advance using one of the available payments methods.</span>
it_it: Pagamento online <span>Consenti agli utenti di pagare in anticipo utilizzando uno dei metodi di pagamento disponibili.</span>

source: If enabled you need to setup one of the available payments methods.
it_it: Se abilitato è necessario impostare uno dei metodi di pagamento disponibili.

source: If you want to integrate a new custom payment gateway please refere to <strong>custom_payment_gateway.txt</strong> file inside our plugin folder.
it_it: Se desideri integrare un nuovo metodo di pagamento personalizzato, fai riferimento al file <strong>custom_payment_gateway.txt</strong> all’interno della nostra cartella dei plug-in.

source: Give users the option to pay once they are at your salon.
it_it: Offri ai tuoi utenti la possibilità di pagare una volta in salone.

source: Percentage
it_it: Percentuale

source: Fixed amount
it_it: Importo fisso

source: Specify the amount without currency symbol
it_it: Specificare l'importo senza il simbolo della valuta

source: Enable tip field
it_it: Abilita campo mancia

source: Select this option if you want collect tips from customers.
it_it: Seleziona questa opzione se desideri raccogliere le mance dai clienti.

source: Specify the fee amount without currency symbol
it_it: Specificare l'importo della commissione senza il simbolo della valuta

source: Select mode
it_it: Seleziona la modalità

source: Percentage
it_it: Percentuale

source: Fixed
it_it: Fisso

source: Choose among "Percentage" and "Fixed" mode
it_it: Scegli tra la modalità "Percentuale" e "Fissa"

source: Disable the first email sent to the customer
it_it: Disabilita la prima email inviata al cliente

source: Select this Option if you want to disable first pending payment email sent to the customer.
it_it: Seleziona questa opzione se desideri disabilitare la prima email di pagamento in sospeso inviata al cliente.

source: Enable cancellation
it_it: Abilita annullamento

source: Select this option if you want to automatically cancel unpaid reservations.
it_it: Selezionare questa opzione se si desidera annullare automaticamente le prenotazioni non pagate.

source: Delete unpaid reservations after
it_it: Elimina le prenotazioni non pagate dopo

source: Set the time range to complete the online payment.
it_it: Imposta l’intervallo di tempo per completare il pagamento online.

source: Create booking after payment only
it_it: Crea la prenotazione solo dopo il pagamento

source: Enable creating booking after paying field
it_it: Abilita la creazione della prenotazione dopo il pagamento

source: Enable TAX calculation
it_it: Abilita il calcolo delle imposte

source: Enter tax inclusive prices
it_it: Inserisci i prezzi IVA inclusa

source: Enter tax exclusive prices
it_it: Inserisci i prezzi al netto delle tasse

source: Enter TAX %
it_it: Inserisci % IVA

source: Select booking form layout
it_it: Seleziona il layout del modulo di prenotazione

source: Custom colors
it_it: Colori personalizzati

source: Ajax steps
it_it: Passaggi Ajax

source: Bootstrap assets
it_it: Risorse Bootstrap

source: Select your favorite booking form layout
it_it: Seleziona il layout del modulo di prenotazione preferito

source: Choose the one that best fits your page
it_it: Scegli quello che meglio si adatta alla tua pagina

source: Custom colors are enabled
it_it: I colori personalizzati sono abilitati

source: Custom colors are disabled
it_it: I colori personalizzati sono disabilitati

source: Customize colors of the salon shortcode.
it_it: Personalizza i colori dello shortcode del salone.

source: Sample page/step title
it_it: Titolo della pagina/passaggio di esempio

source: Sample label
it_it: Etichetta campione

source: Sample input
it_it: Input di esempio

source: Sample button
it_it: Pulsante Campione

source: Background color
it_it: Colore di sfondo

source: Main color
it_it: Colore principale

source: Text color
it_it: Colore del testo

source: Ajax steps <span>This allows loading steps via ajax</span>
it_it: Passaggi Ajax <span>Ciò consente di caricare i passaggi tramite ajax</span>

source: Enable ajax steps
it_it: Abilita la modalità ajax per gli step

source: This allows loading steps via ajax for a more smooth booking form transition.
it_it: Questo vi permette di caricare gli steps via Ajax per una caricamento più fluido della transizione di prenotazione.

source: Disable bootstrap assets
it_it: Disabilita le risorse bootstrap
