Repository: common-repository/salon-booking-system
Catalog: languages/salon-booking-system-*.po
Languages: it_it

source: CSS on front-end
it_it: CSS sul front-end

source: Use it in case of conflicts with your theme
it_it: Usalo in caso di conflitti con il tuo tema

source: JS on front-end
it_it: JS sul front-end

source: Replace booking modal window with a pop-up
it_it: Sostituisci la finestra modale di prenotazione con un pop-up

source: This allows replace booking modal window with a pop-up.
it_it: Ciò consente sostituire la finestra modale di prenotazione con un pop-up.

source: Disable Google fonts
it_it: Disabilita i caratteri di Google

source: Disable all Google fonts according to the standard GDPR.
it_it: Disabilita tutti i caratteri di Google secondo lo standard GDPR.

source: No assistants available for the selected time/slot - please choose another one
it_it: Nessun assistente disponibile per il tempo / slot selezionato - per favore scegline un altro

source: Subtotal
it_it: Subtotale

source: Back
it_it: Indietro

source: The choice of assistant is not provided for this service
it_it: La scelta dell’assistente non è fornita per questo servizio

source: Discover included services
it_it: Scopri i servizi inclusi

source: Hide included services
it_it: Nascondi i servizi inclusi

source: Step
it_it: Passo

source: Booking rules
it_it: Regole di prenotazione

source: Assistants
it_it: Assistenti

source: Select an option
it_it: Seleziona un'opzione

source: Forgot password?
it_it: Password dimenticata?

source: Login
it_it: Accedi

source: log-in with Facebook
it_it: fai il login con Facebook

source: Date and time booked
it_it: Data e ora prenotate

source: Services & assistants
it_it: Servizi e assistenti

source: Transaction fee
it_it: Commissione di transazione

source: Leave a message
it_it: Lasciaci un Messaggio

source: Leave a tip
it_it: Lascia una donazione

source: Leave a message.
it_it: Lascia un messaggio.

source: Complete the payment to confirm your reservation
it_it: Completa il pagamento per confermare la prenotazione

source: Choose your favourite payment method
it_it: Scegli il tuo metodo di pagamento preferito

source: Complete your reservation
it_it: Completa la tua prenotazione

source: Click on Next button
it_it: Fare clic sul pulsante Avanti

source: Terms & Conditions
it_it: Termini e Condizioni

source: key in the desired amount
it_it: digitare l'importo desiderato

source: Total amount tax excluded
it_it: Importo totale IVA esclusa

source: TAX
it_it: Iva

source: Tips
it_it: Suggerimenti

source: You'll be redirected in %s seconds
it_it: Verrai reindirizzato in %s secondi

source: Go to your personal account
it_it: Accedere al proprio account personale

source: You will receive a confirmation of your booking by email.
it_it: Riceverai una conferma della tua prenotazione via e-mail.

source: If you don't receive any news from us or you need to change your reservation please call the %1$s or send an e-mail to %2$s
it_it: Se non ricevi alcuna notizia da parte nostra o hai bisogno di modificare la tua prenotazione, chiama il %1$s o invia una e-mail a %2$s

source: You have <strong>%s</strong> to complete your payment before this reservation is canceled
it_it: Hai <strong>%s</strong> per completare il pagamento prima che la prenotazione venga annullata

source: You will receive a booking confirmation by email.If you do not receive an email in 5 minutes, check your Junk Mail or Spam Folder. If you need to change your reservation, please call <strong>%1$s</strong> or send an e-mail to <strong>%2$s</strong>.
it_it: Riceverai una conferma di prenotazione via e-mail. Se non ricevi un'e-mail entro 5 minuti, controlla la cartella della posta indesiderata o dello spam. Se hai bisogno di modificare la tua prenotazione, chiama <strong>%1$s</strong> o invia un'e-mail a <strong>%2$s</strong>.

source: You already paid for this reservation.
it_it: Hai già pagato per questa prenotazione.

source: Choose a payment option
it_it: Scegli un'opzione di pagamento

source: Pending booking number
it_it: Prenotazione in attesa di conferma numero

source: Total amount of the reservation
it_it: Importo totale delle prenotazioni

source: Amount to be paid in advance
it_it: Consenti agli utenti di pagare in anticipo.

source: Your booking is pending
it_it: La tua prenotazione è in attesa di conferma

source: Your booking is completed
it_it: La tua prenotazione è completata

source: Booking number
it_it: Numero prenotazione

source: A transaction fee of %s will be applied
it_it: Verrà applicata una commissione di transazione di %s

source: SORRY! The services/assistants data is empty
it_it: SCUSA! I dati dei servizi/assistenti sono vuoti

source: Please start over your reservation
it_it: Si prega di ricominciare la prenotazione

source: Not enough time for this service
it_it: Non abbastanza tempo per questo servizio

source: SORRY! This slot is no more available
it_it: SPIACENTE! Questo slot non è più disponibile

source: Go to your account
it_it: Vai al tuo account

source: Already a customer?
it_it: Sei già cliente?

source: Skills
it_it: Competenze

source: checkout as a guest
it_it: fai il check-out come ospite

source: no account will be created
it_it: nessun account verrà creato

source: Checkout as a guest
it_it: Fai il check-out come ospite

source: An account will be automatically created
it_it: Ti creeremo un account automaticamente

source: Please, insert your phone number.
it_it: Per favore, inserisci il tuo numero di telefono.

source: When
it_it: Quando

source: Action
it_it: Azione

source: Booking cancelled
it_it: Prenotazione annullata

source: Pay
it_it: Paga

source: Booking rescheduled
it_it: Prenotazione riprogrammata

source: Reschedule
it_it: Riprenotare

source: Confirm
it_it: Conferma

source: Feedback submitted
it_it: Feedback inviato

source: Leave a feedback
it_it: Lascia un feedback

source: select an option
it_it: Selezionare un'opzione

source: Update Profile
it_it: Aggiorna Profilo

source: Last update on %1$s at %2$s
it_it: Ultimo aggiornamento su %1$s a %2$s

source: Welcome back
it_it: Bentornato

source: Current Score
it_it: Punteggio attuale

source: Appointments
it_it: Appuntamenti

source: Packages
it_it: Pacchetti

source: Profile
it_it: Profilo

source: The booking has been cancelled
it_it: La prenotazione è stata cancellata

source: New reservation
it_it: Nuova Prenotazione

source: Click here to start a new appointment.
it_it: Fare clic qui per iniziare un nuovo appuntamento.

source: You don't have upcoming reservations, do you want to re-schedule your last appointment with us?
it_it: Non hai prenotazioni imminenti, vuoi riprogrammare il tuo ultimo appuntamento con noi?

source: Display past reservations
it_it: Mostra le prenotazioni passate

source: Reservations history
it_it: Storia delle prenotazioni

source: Scroll down to load past reservations
it_it: Scorri verso il basso per caricare le prenotazioni passate

source: No bookings
it_it: Nessuna prenotazione

source: Hi
it_it: Ciao

source: How was your experience with us this time? (required)
it_it: Questa volta come è stata la tua esperienza con noi? (richiesto)

source: please, drop us some lines to understand if your experience has been in line with your expectations
it_it: per cortesia, mandaci due righe per farci capire se la tua esperienza è in linea con le aspettative

source: Rate our service (required)
it_it: Valuta il nostro servizio (necessario)

source: Send your review
it_it: Invia la tua recensione

source: Thank you for your review. It will help us improving our services.
it_it: Grazie per la tua opinione. Ci aiuterà a migliorare i nostri servizi.

source: We hope to see you again at
it_it: Ci auguriamo di poterti vedere ancora

source: SMS sent successfully.
it_it: SMS inviato correttamente.

source: SMS Verification
it_it: Verifica SMS

source: We have sent an SMS text on your mobile phone.
it_it: Abbiamo inviato un SMS sul tuo numero.

source: Your telephone number is verified
it_it: Il tuo numero di telefono è stato verificato

source: digit your verification code
it_it: Digita il tuo codice di verifica

source: I didn't receive the code, please send it again
it_it: Non ho ricevuto il codice, ti prego di inviarlo di nuovo

source: please review and confirm the details of your booking:
it_it: Si prega di rivedere e confermare i dettagli della prenotazione:

source: you reservation well be reviewd soon
it_it: la prenotazione sarà presto recensita

source: you'll recevi an email when approved.
it_it: riceverete un'e-mail quando sarà approvato.

source: ...more details in the email confirmation
it_it: ... Maggiori dettagli nell'e-mail di conferma

source: don't forget your reservation at
it_it: Non dimenticare la tua prenotazione a

source: on
it_it: su

source: | Booking ID
it_it: ID Prenotazione

source: | Timing:
it_it: | Orario:

source: Hi, this is your verification code on {salon}: {code} Thank you very much. {salon} {address} {phone} {email}
it_it: Ciao, questo è il tuo codice di verifica per {salon}: {code} Grazie mille. {salon} {address} {phone} {email}

source: Your free version is expired. <a href="http://salonbookingsystem.com/salon-booking-plugin-pricing/" target="blank">Please upgrade Salon Booking to a PRO version</a>.
it_it: La tua versione FREE è scaduta. <a href="http://salon.wordpresschef.it/salon-booking-plugin-pricing/" target="blank">Esegui l'upgrade a Salon Booking PRO</a>.

source: <strong>Do you want a 20% discount ? <a href="http://salonbookingsystem.com/invite-friends-get-20-discount-first-purchase/" target="blank">INVITE YOUR FRIENDS!</a></strong></p>
it_it: <strong>Vuoi guadagnare 30% di sconto? <a href="http://salon.wordpresschef.it/invite-friends-get-30-discount-first-purchase/" target="blank">INVITA I TUOI AMICI!</a></strong></p>

source: You are going to reach the bookings limit for the Salon Booking free version. <a href="http://salonbookingsystem.com/salon-booking-plugin-pricing/" target="blank">Please upgrade Salon Booking to a PRO version</a>.
it_it: Stai per raggiungere il limite massimo di prenotazioni della versione FREE di Salon Booking. <a href="http://salon.wordpresschef.it/salon-booking-plugin-pricing/" target="blank">Esegui l'upgrade a Salon Booking PRO</a>.
