Repository: common-repository/salon-booking-system
Catalog: languages/salon-booking-system-*.po
Languages: it_it

source: Use this option only if this assistant is able to provide specific services. If not leave it blank
it_it: Utilizzare questa opzione solo se l'assistente è in grado di fornire servizi specifici. In caso contrario, lasciarlo vuoto

source: Multiple Customers per Session
it_it: Clienti per sessione

source: Limit access to assigned bookings only
it_it: Limita l'accesso solo alle prenotazioni assegnate

source: In the <strong>Pro</strong> version you could limit this assistant to view and manage only his own reservations.
it_it: Nella versione <strong>Pro</strong> è possibile limitare questo assistente a visualizzare e gestire solo le proprie prenotazioni.

source: Ok, I need this.
it_it: Ok, ho bisogno di questo.

source: Limit access to back-end calendar only
it_it: Limitare l'accesso solo al calendario back-end

source: Assistant Description
it_it: Descrizione dell'assistente

source: A very short description of this assistant. It is optional
it_it: Breve testo descrittivo di questo assistente

source: Calendar is not configured
it_it: Il calendario non è configurato

source: Assistant Google Calendar
it_it: Aggiornamento delle impostazioni di Google Calendar

source: Calendars
it_it: Calendari

source: Start typing the name or email or phone number
it_it: Inizia a digitare il nome, l'e-mail o il numero di telefono

source: Score
it_it: Punteggio

source: Additional informations
it_it: Informazioni aggiuntive

source: Save as new customer
it_it: Salva come nuovo cliente

source: Date & Time
it_it: Data e Ora

source: Last edit
it_it: Ultima modifica

source: by
it_it: di

source: Select a day
it_it: Seleziona un giorno

source: Select an hour
it_it: Selezionare un'ora

source: Please set a new date and time
it_it: Si prega di impostare una nuova data e ora

source: Set as default status
it_it: Imposta come stato predefinito

source: Done !
it_it: Fatto!

source: OK! the date and time slot you selected is available
it_it: OK! lo slot di data e ora selezionata è disponibile

source: This booking waits for confirmation!
it_it: Questa prenotazione è in attesa di conferma!

source: Accept
it_it: Accetta

source: Refuse
it_it: Rifiutato

source: Show more details
it_it: Mostra maggiori dettagli

source: Duration
it_it: Durata

source: Transaction
it_it: Transazione

source: n.a.
it_it: n.d.

source: Tip
it_it: Suggerimento

source: Amount to be paid
it_it: Importo delle prenotazioni

source: Please click on "%s" button to see the updated prices
it_it: Fare clic sul pulsante “%s” per vedere i prezzi aggiornati

source: Update booking
it_it: Aggiungi prenotazione

source: Calculate total
it_it: Calcola totale

source: Notes
it_it: Note

source: Personal message
it_it: Messaggio personale

source: Administration notes
it_it: Note di amministrazione

source: Re-send email notification to
it_it: Rinvia email di notifica a

source: Type a message for your customer
it_it: Digita un messaggio per il tuo cliente

source: Send
it_it: Invia

source: Re-send payment link
it_it: Invia nuovamente il link di pagamento

source: Units per session
it_it: Persone per sessione

source: How many reservations for the same date/time slot ?
it_it: Quante prenotazioni per la stessa data/fascia oraria ?

source: Enable
it_it: Abilita

source: Disable
it_it: Disabilita

source: Use it to temporarily disable this resource
it_it: Utilizzarlo per disabilitare temporaneamente questa risorsa

source: Assigned services
it_it: Servizi assegnati

source: select one or more services
it_it: selezionare uno o più servizi

source: Select the services to be assigned to this resource
it_it: Seleziona i servizi da assegnare a questa risorsa

source: Service details
it_it: Dettagli del servizio

source: Switch to "ADVANCED / Availability method" to set custom duration
it_it: Passa a "AVANZATO / Metodo di disponibilità" per impostare la durata personalizzata

source: Variable duration
it_it: Durata variabile

source: Select this if you want this service has variable duration
it_it: Seleziona questa opzione se vuoi che questo servizio abbia una durata variabile

source: Secondary
it_it: Secondario

source: Select this if you want this service considered as secondary level service
it_it: Seleziona questa opzione se vuoi considerare questo servizio come secondario

source: Exclusive service
it_it: Servizio esclusivo

source: If enabled, when a customer choose this service no other services can be booked during the same reservation
it_it: Se abilitato, quando un cliente sceglie questo servizio non è possibile prenotare altri servizi durante la stessa prenotazione

source: Hide on front-end
it_it: Nascondi sul front-end

source: If enabled this service will never be displayed on front-end
it_it: Se abilitato, questo servizio non verrà mai visualizzato sul front-end

source: Display if
it_it: Mostra se

source: always
it_it: sempre

source: belong to the same category
it_it: appartengono alla stessa categoria

source: is child of selected service
it_it: è figlio del servizio selezionato

source: Select parent services
it_it: Selezionare i servizi genitore

source: Execution Order
it_it: Ordine di esecuzione

source: Use a number to give this service an order of execution compared to the other services.
it_it: Usa un numero per dare a questo servizio un ordine di esecuzione rispetto ai altri servizi.

source: Consider that this option will affect the availability of your staff members that you have associated with this service.
it_it: Devi sapere che questa opzione può avere effetto sulla disponibilità dei membri del tuo staff che hai associato a questo servizio.

source: Parallel execution
it_it: Esecuzione parallela

source: Multiple attendats
it_it: Partecipanti multipli

source: Minimum amount
it_it: Importo minimo

source: Service Offset
it_it: Offset servizio

source: If enabled, create a block between two consecutive reservations for this service
it_it: Se abilitato, crea un blocco tra due prenotazioni consecutive per questo servizio

source: Offset Timing
it_it: Temporizzazione offset

source: minutes
it_it: minuti

source: hour
it_it: ora

source: hours
it_it: ore

source: Service lock
it_it: Blocco di servizio

source: If enabled, new bookings for this service are locked for the time range defined in the settings.
it_it: Se abilitato, le nuove prenotazioni per questo servizio vengono bloccate per l'intervallo di tempo definito nelle impostazioni.

source: Lock Timing
it_it: Blocca temporizzazione

source: Enable service break
it_it: Abilita interruzione servizio

source: Break length
it_it: Lunghezza della pausa

# part of:The time minimum breke is 30' with increase of 30' each
source: The time minimum breke is
it_it: Il tempo minimo di breke è

# part of: The time minimum breke is 30' with increase of 30' each
source: with increase of
it_it: con aumento di

# part of: The time minimum breke is 30' with increase of 30' each
source: each
it_it: ogni

source: Break position
it_it: Posizione di pausa

source: Drug the slider to set the break position
it_it: Drogare il cursore per impostare la posizione di pausa

source: Direct link
it_it: Collegamento diretto

source: Use this link to move the user directly to the booking page with the service already selected.
it_it: Usa questo link per spostare l’utente direttamente alla pagina di prenotazione con il servizio già selezionato.

source: Please set the Booking page <a href="%s" target="_blank">Settings > General > Salon Booking System required pages</a>
it_it: Si prega di impostare le Impostazioni della pagina di prenotazione <a href="%s" target="_blank">> Generale > le pagine richieste dal sistema di prenotazione del salone</a>

source: Variable price
it_it: Prezzo variabile

source: Active
it_it: Attivo

source: Disabled
it_it: Disabilitato

source: Assistant
it_it: Assistente

source: No assistants
it_it: Nessun assistente

source: Salon Data Update Required
it_it: Aggiornamento dei dati del salone richiesto

source: A database update is required for this version. Please make a back-up of your database before proceed.
it_it: Per questa versione è necessario un aggiornamento del database. Fare un backup del database prima di procedere.

source: Run the updater
it_it: Clicca per avviare l'aggiornamento

source: Pay <strong>%1$s</strong> as a remaining amount with %2$s
it_it: Paga <strong>%1$s</strong> come importo residuo con %2$s

source: Pay <strong>%1$s</strong> as a deposit with %2$s
it_it: Paga <strong>%1$s</strong> come deposito con %2$s

source: Pay <strong class='sln-total-price'>%s</strong> with
it_it: Paga <strong class='sln-total-price'>%s</strong> con

source: Pay Now
it_it: Paga Adesso

source: Paypal account informations
it_it: Informazioni sull’account PayPal

source: Your PayPal account e-mail
it_it: La tua e-mail sul tuo account PayPal

source: Enable PayPal sandbox
it_it: Abilita la Sandbox di PayPal

source: Check this option to test PayPal payments using your PayPal Sandbox account.
it_it: Selezionare questa opzione per testare il pagamento tramite Paypal, utilizzando il tuo account Paypal Sandbox.

source: Stripe account informations
it_it: Informazioni sull'account Stripe

source: Secret key
it_it: Chiave segreta

source: Enter your Stripe api key
it_it: Inserisci la tua chiave API Stripe

source: Publishable key
it_it: Chiave pubblicabile

source: Enter your Stripe publishable api key
it_it: Inserire la chiave api pubblicabile Stripe

source: Select a payment method
it_it: Seleziona un metodo di pagamento

source: CREDIT CARD
it_it: CARTA DI CREDITO

source: Start on
it_it: Inizia il

source: at
it_it: il

source: End on
it_it: Finisci il

source: Availability mode
it_it: Modalità disponibilità

source: Select your favourite booking system mode.
it_it: Seleziona il tuo sistema di prenotazione preferito.

source: Choose which kind of booking algorithm want to use for your salon according to your specific booking needs.
it_it: Scegli quale tipo di algoritmo di prenotazione vuoi utilizzare per il tuo salone in base alle tue specifiche esigenze di prenotazione.

source: User booking cancellation
it_it: Cancellazione della prenotazione dell’utente

source: Booking cancellation
it_it: Cancellazione prenotazione

source: Select this option if you want your users able to cancel a booking from the front-end.
it_it: Selezionare questa opzione se si desidera che gli utenti siano in grado di cancellare la prenotazione dal front-end.

source: Time in advance
it_it: Tempo di anticipo

source: How many hours before the appointment the cancellation is still allowed
it_it: Quanto tempo prima dell'appuntamento è consentita la cancellazione

source: Users once logged in inside the MY ACCOUNT BOOKING page will be able to see the list of their upcoming reservations and eventually Cancel them. An email notification will be sent to you and to the customers.
it_it: Gli utenti, una volta registrati, saranno in grado di vedere all'interno della pagina LE MIE PRENOTAZIONI la lista dei loro prossimi appuntamenti e eventualmente cancellarli. Una mail di notifica sarà inviata a voi e ai vostri clienti.

source: Booking manual confirmation
it_it: Conferma manuale

source: Booking confirmation
it_it: Conferma manuale delle prenotazioni

source: Select this option to manually confirm each booking.
it_it: Seleziona questa opzione per confermare manualmente ogni prenotazione.

source: Booking steps order
it_it: Prenotazione passaggi ordine

source: Change order
it_it: Modifica ordine

source: Selecting this option the booking process will follow this order: A - Services B - Assistants C - Date/Time
it_it: Selezionando questa opzione il processo di prenotazione seguirà questo ordine: A - Servizi B - Assistenti C - Data / Ora

source: Holidays days
it_it: Giorni di ferie

source: Set one or more rules for your holidays.<br /> Users will not be able to make reservation during these periods
it_it: Impostare una o più regole per i giorni di ferie.<br /> Gli utenti non saranno in grado di effettuare prenotazioni durante questi periodi

source: Add new
it_it: Aggiungi nuovo

source: Offset between reservations
it_it: Compensato tra le prenotazioni

source: Enable offset
it_it: Abilita compensazione

source: Select this option to add an OFF interval between two sequencial reservations
it_it: Selezionare questa opzione per aggiungere un intervallo OFF tra due prenotazioni sequenziali

source: Offset duration
it_it: Durata offset

source: How many minutes lasts this Offset?
it_it: Quanti minuti dura questa compensazione?

source: Note that during the Offset interval new reservations will not be available.
it_it: Ricordare che durante l'intervallo non saranno disponibili nuove prenotazioni.

source: Booking rescheduling
it_it: Riprogrammazione delle prenotazioni

source: Disable reschedule
it_it: Disabilitare la ripianificazione

source: Select this option if you want disable the RESCHEDULE feature.
it_it: Selezionare questa opzione se si desidera disabilitare la funzione RIPROGRAMMA.

source: day
it_it: giorno

source: days
it_it: giorni

source: week
it_it: settimana

source: weeks
it_it: settimane

source: How many days before the appointment the rescheduling is still allowed
it_it: Quanti giorni prima dell'appuntamento è ancora consentita la riprogrammazione

source: Users once logged in inside the MY ACCOUNT BOOKING page will be able to see the list of their upcoming confirmed or paid reservations and eventually RESCHEDULE them. An email notification will be sent to you and to the customers.
it_it: Gli utenti, una volta effettuato l'accesso alla pagina IL MIO ACCOUNT DI PRENOTAZIONE, saranno in grado di vedere l'elenco delle loro prossime prenotazioni confermate o pagate ed eventualmente RIPROGRAMMARLE. Verrà inviata una notifica via e-mail a te e ai clienti.

source: Resources
it_it: Risorse

source: Enable “Resources based reservations”
it_it: Abilita "Prenotazioni basate sulle risorse"

source: Enable this option to active the resources.
it_it: Abilitare questa opzione per attivare le risorse.

source: Pause booking service <span class="block">If <strong>OFF</strong> the online booking form will be disabled and your users will see a message.</span>
it_it: Se <span class="block"><strong>è disattivato</strong>, il modulo di prenotazione online verrà disabilitato e gli utenti visualizzeranno un messaggio.</span>

source: Online Booking Status
it_it: Stato della prenotazione online

source: Message on disabled booking
it_it: Scrivi il testo del tuo messaggio di avviso

source: Booking is not available at the moment, please contact us at
it_it: La prenotazione non è disponibili in questo momento, contattaci al

source: Booking time range <span>Define the time range in wich customers may book an appointment</span>
it_it: Intervallo di tempo prenotazione <span> Definire un intervallo di tempo in cui i clienti possono prenotare un appuntamento <span>

source: Range starts
it_it: La gamma inizia

source: Minimum
it_it: Minimo

source: Range ends
it_it: La gamma finisce

source: Maximum
it_it: Massimo

source: If you want for example that your customer can make a reservation up to two days before the appointment date and from a maximum of one month before the appointment date use this range options to set your desired rule.
it_it: Se si desidera ad esempio che il cliente può effettuare una prenotazione fino a due giorni prima della nomina data e da un massimo di un mese prima della data di appuntamento utilizzare questo intervallo di opzioni per impostare la regola desiderata.

source: Onesignal Notifications service
it_it: Servizi Notifica Email

source: Generate
it_it: Genera

source: Send Onesignal notification on new bookings
it_it: Invia una notifica Onesignal sulle nuove prenotazioni

source: Onesignal notification will be sent to a staff member
it_it: La notifica di Onesignal verrà inviata a un membro dello staff

source: Customize the Onesignal notification message
it_it: Personalizza il messaggio di notifica di Onesignal

source: You can use [NAME], [SALON NAME], [DATE], [TIME], [PRICE], [BOOKING ID]
it_it: Puoi utilizzare [NAME],[SALON NAME]

source: Salon Booking System required pages
it_it: Report Settimanale di Salon Booking

source: Booking page
it_it: Pagina di Prenotazione

source: Select a page with the booking form.
it_it: Selezionare una pagina con il modulo di prenotazione.

source: Thank you page
it_it: Pagina di ringraziamento

source: Select a page where to redirect your users after booking completition.
it_it: Seleziona una pagina verso cui reindirizzare l'utente dopo che ha completato la prenotazione.

source: Booking My Account
it_it: Prenotazione del mio account

source: Select a page where your users view their bookings.
it_it: Seleziona la pagina dove i tuoi utenti visualizzano le loro prenotazione.

source: Reset all settings
it_it: Reimposta tutte le impostazioni

source: Do you really want to reset?
it_it: Vuoi davvero resettare?

source: SMS services
it_it: Servizi

source: SMS service provider
it_it: Fornitore di servizi SMS

source: To use all the SMS features you need an active account with Plivo o Twilio providers. <br /><br />Please read carefully their documentation about how to properly set the options.
it_it: Per utilizzare i servizi di SMS è necessario un account attivo di Plivio o Twilio. <br /><br /> Si prega di leggere attentamente la documentazione su come impostare correttamente le opzioni.

source: Select your service provider
it_it: Seleziona il tuo provider

source: Account ID
it_it: ID account

source: Auth Token
it_it: Token di autenticazione

source: Country code
it_it: Codice Nazione

source: Sender's number
it_it: Numero del mittente

source: Trunk trailing 0 prefix
it_it: Prefisso 0 finale del tronco

source: SMS Test console
it_it: Console di test SMS

source: fill the fields and update settings
it_it: riempi i campi per aggiornare le impostazioni

source: Number
it_it: Numero

source: Message
it_it: Messaggio

source: Use this console just to test your SMS services. Fill the destination number without the country code, write a text message and click "Update settings" to send an SMS.
it_it: Utilizza questa console solo per testare i tuoi servizi SMS. Compila il numero di destinazione senza il codice del paese, scrivi un messaggio di testo e fare clic su "Aggiorna impostazioni" per inviare un SMS.

source: SMS Notifications service
it_it: Servizio di notifiche via SMS

source: Send SMS notification on new bookings
it_it: Invia SMS di notifica su nuove prenotazioni

source: SMS will be sent to your customer and a staff member
it_it: Gli SMS saranno inviati al tuo cliente e ad un membro dello staff

source: Send SMS notification on modified bookings
it_it: Invia notifica SMS in caso di prenotazioni modificate

source: Staff member notification number
it_it: Numero di notifica del membro del personale

source: Remind the appointment to the client with an SMS
it_it: Ricorda l’appuntamento al cliente con un SMS

source: SMS Timing
it_it: Verifica SMS

source: Before the appointment
it_it: Prima dell'appuntamento

source: Send an SMS to selected attendant on new bookings
it_it: Invia uno SMS al operatore selezionato per nuove prenotazioni

source: Remember to set the mobile number of your staff members
it_it: Ricordati di impostare il numero di cellulare dei membri del tuo staff

source: Send an SMS to selected attendant on modified bookings
it_it: Invio di un SMS all'operatore selezionato in caso di prenotazione modificata

source: Enable Whatsapp notification
it_it: Abilita la verifica via SMS

source: Will be used Whatsapp messenger for deliver your notifications
it_it: Verrà utilizzato Whatsapp messenger per recapitare le notifiche

source: Customize the SMS notification message on new bookings (max 160 characters)
it_it: Personalizza il messaggio di notifica SMS sulle nuove prenotazioni (max 160 caratteri)

source: ASCII mode
it_it: Modalità ASCII

source: Customize the SMS notification message on modified bookings (max 160 characters)
it_it: Personalizza il messaggio di notifica SMS sulle prenotazioni modificate (max 160 caratteri)

source: SMS Verification service <span>Ask users to verify their identity with an SMS verification code</span>
it_it: Servizio di verifica SMS <span> Chiedi agli utenti di verificare la loro identità con un codice di verifica SMS</span>

source: Enable SMS verification
it_it: Abilita la verifica via SMS

source: Avoid spam asking your users to verify their identity with an SMS verification code during the first registration.
it_it: Evita lo spam che chiede ai tuoi utenti di verificare la loro identità con un codice di verifica SMS durante la prima registrazione.

source: Pause booking service
it_it: Metti in pausa il servizio di prenotazione

source: Customers per session
it_it: Clienti per ogni sessione

source: Session average duration
it_it: Durata media della sessione

source: Booking time range
it_it: Intervallo di tempo di prenotazione

source: How many people you can attend during a single time/session?
it_it: Quante persone puoi frequentare durante un singolo tempo/sessione?

source: Set these options carefully because it will affect the number of bookings you can accept for the same <strong>time/session</strong>.
it_it: Imposta queste opzioni con cautela dato che condizioneranno il numero di prenotazioni che potrai accettare <strong>contemporaneamente</strong> nello stesso giorno e alla stessa ora.

source: This option will change the minimum hour fraction of the Time picker.
it_it: Questa opzione modificherà la frazione dell'ora minima del selettore Tempo.

source: Minutes per session
it_it: Minuti per sessione

source: We suggest you to set this option accordingly with the duration of your shortest service.
it_it: Ti consigliamo di impostare questa opzione di conseguenza con la durata del tuo servizio più breve.

source: Checkout options
it_it: Opzion Checkout

source: Facebook login
it_it: Login Facebook

source: Checkout form fields
it_it: Controlla i campi del modulo

source: Advanced Discount System
it_it: Sistema di sconti avanzato

source: Services selection limit
it_it: Limite di selezione dei servizi

source: Booking notes
it_it: Note di prenotazione

source: Enable guest checkout
it_it: Attiva il checkout degli ospiti

source: If enabled users can checkout as a guest and no account will be created for them.
it_it: Se abilitato gli utenti possono effettuare il checkout come ospite e nessun account verrà creato per loro.

source: Enable force guest checkout
it_it: Attiva il checkout come ospite forzato

source: If enabled all users will checkout as a guest and no account will be created for them.
it_it: Se abilitato, tutti gli utenti verranno trattati come ospite e nessun account verrà creato per loro.

source: Enable Facebook login
it_it: Abilita il login di Facebook

source: Facebook application ID
it_it: ID applicazione Facebook

source: Facebook application Secret
it_it: ID applicazione Facebook

source: Facebook application Redirect URI
it_it: ID applicazione Facebook

source: Please, set this url to Facebook Login Valid Redirect URI. If empty, please set the Booking Page in Booking Rules settings
it_it: Impostare questo URL su URI di reindirizzamento valido per l'accesso a Facebook. Se è vuoto, imposta la Pagina prenotazione nelle impostazioni Regole prenotazioni

source: Use this option to control the form fields to checkout
it_it: Usa questa opzione per controllare i campi del modulo per il pagamento

source: Field type
it_it: Tipo di campo

source: Required
it_it: Richiesto

source: User profile
it_it: Profilo utente

source: Hide on checkout
it_it: Nascondi al momento del pagamento

source: Hide on booking
it_it: Nascondi al momento della prenotazione

source: Export to CSV
it_it: Esporta in CSV
